import React from "react";

export default function Insurance() {
  return (
    <div className="insurance">
      <div className="insurance-box">
        <div>磁力聚星网络虚拟财产保险条款总则</div>
        <div>
          第一条
          本保险合同由保险条款、投保单、保险单、保险凭证以及批单组成。凡涉及本保险合同的约定，均应采用书面形式。
        </div>
        <div>
          第二条投保人可以为网络虚拟财产的所有人或使用人，也可以为网络虚拟财产的运营商或交易平台，被保险人为对保险标的具有保险利益的网络虚拟财产的所有人。
        </div>
        <div>保险标的</div>
        <div>
          第三条下列由投保人、被保险人拥有合法使用权的网络虚拟财产经保险单列明后可作为保险标的:
        </div>
        <div>(一)游戏账号;</div>
        <div>(二)游戏币;</div>
        <div>(三)游戏装备、游戏道具;</div>
        <div>(四)经保险人同意的其它虚拟财产</div>
        <div>投保人就以上各项保险标的可以选择投保，并以保险单载明为准。</div>
        <div>保险责任</div>
        <div>
          第四条
          在保险期间内，保险标的因账号失窃、黑客攻击、运营商数据丢失或损坏等意外事故，导
          致保险标的损失，并且在购买保险标的有限期之内，被保险人向保险人提出索赔的，保险人按
          照本保险合同的约定负责赔偿。
        </div>
        <div>第五条下列原因造成的损失及相关费用，保险人不负责赔偿:</div>
        <div>(一)行政行为或司法行为;</div>
        <div>(二)投保人、被保险人或其代表的故意、重大过失或犯罪行为;</div>
        <div>(三)被保险人或其代表主动向他人进行交易;</div>
        <div>(四)被保险人或其代表被诈骗造成的保险标的的损失;</div>
        <div>
          (五)游戏运营商改变游戏内容和规则等行为导致的保险标的消灭的情况;
        </div>
        <div>
          (六)用户操作失误，密码泄露、被他人盗取等情况导致的保险标的丢失的情况;
        </div>
        <div>
          (七)非角色或账号绑定装备在角色游戏过程中掉落遗失，以及游戏内拍卖、摆摊出售等符合游戏法则的装备转移的情况。
        </div>
        <div>第六条下列损失及相关费用，保险人不负责赔偿：</div>
        <div>(一)保险标的遭受保险事故引起的各种间接损失：</div>
        <div>(二)根据游戏玩家和游戏运营商的约定，应由游戏运营商承担的损失;</div>
        <div>
          (三)根据游戏玩家和游戏交易平台的约定，应由游戏交易平台承担的损失;
        </div>
        <div>
          (四)本保险合同中载明的免赔额或按照本保险合同中载明的免赔率计算的免赔额。
        </div>
        <div>
          第七条 虚拟财产丢失后被保险人又重新找回或取得的保险人不负责赔偿。
        </div>
        <div>
          第八条 保险期间结束后，被保险人向保险人提出索赔的,保险人不负责赔偿。
        </div>
        <div>保险金额与免赔额 (率)</div>
        <div>
          第九条
          <span className="insurance-article">
            保险金额由投保人参照保险标的的价值确定，但不得超过网络虚拟财产当前市场交易价格，并
            在保险单中载明。（注：交易安全险根据投保标的价值理赔，例保险标的价值2元，投保人购买份数
            为2，理赔金额则为2*2）常见虚拟财产的价值根据以往交易市场的平均价确定，稀有虚拟财产的价值
            由网络交易专业人员评估确定。
          </span>
        </div>
        <div>
          第十条 免赔额 (率)
          由投保人与保险人在订立保险合同时协商确定，并在保险单中载明。
        </div>
        <div>保险期间</div>
        <div>
          第十一条
          除另有约定外，保险期间由投保人与保险人在订立保险合同时协商确定，以保险单载明的起讫时间为准。
        </div>
        <div>保险人义务</div>
        <div>
          第十二条本保险合同成立后，保险人应当及时向投保人签发保险单或其他保险凭证。
        </div>
        <div>
          第十三条保险事故发生后，投保人、被保险人提供的有关索赔的证明和资料不完整的，保险人应当及时一次性通知投保人、被保险人补充提供。
        </div>
        <div>
          第十四条
          保险人收到被保险人的赔偿请求后，应当及时就是否属于保险责任作出核定，并将核定结果通知被保险
        </div>
        <div>投保人、被保险人义务</div>
        <div>
          第十五条
          投保人应履行如实告知义务，如实回答保险人就保险标的或被保险人的有关情况提出的询问，并如实填写投保单。
        </div>
        <div>
          第十六条
          除本保险合同另有约定外，投保人应在保险合同成立时一次性交清保险费。
        </div>
        <div>
          第十七条
          投保人应当在投保时认真阅读条款，特别是责任免除部分条款。如有何疑问，可向保险人要求给予明确说明。
        </div>
        <div>
          第十九条
          保险事故发生时，被保险人应当尽力采取必要的措施，防止或者减少损失。投保人、被保险人知道保险事故发生后，应当及时通知保险人。
        </div>
        <div>
          第二十条
          保险事故发生后，由于被保险人故意或重大过失未及时通知保险人，致使保险事故的性质、原因、损失程度等难以确定的，保险人对无法确定的部分，不承担赔。
        </div>
        <div>第二十一条 被保险人请求赔偿时，应向保险人提供下列证明和资料;</div>
        <div>(一) 索赔申请;</div>
        <div>(二)虚拟财产损失清单;</div>
        <div>(三)保险事故证明;</div>
        <div>
          (四)其它与确认保险事故的性质、原因、损失程度有关的证明和资料。
        </div>
        <div>
          第二十二条发生保险责任范围内的损失，应由有关责任方负责赔偿的，被保险人应行使或者保留向该责任方请求赔偿的权利。在保险人向有关责任方行使代位请求赔偿权利时，被保险人应当向保险人提供必要的文件和其所知道的有关情况。
        </div>
        <div>赔偿处理</div>
        <div>
          第二十三条保险标的发生保险责任范围内的损失，保险人有权选择下列方式赔偿:
        </div>
        <div>(一)货币赔偿:保险人以支付保险金的方式赔偿</div>
        <div>(二)虚拟物品赔偿:保险人以相同的虚拟财产进行赔偿;</div>
        <div>(三) 找回或修复:保险人自行或委托第三方找回或修复标的。</div>
        <div>
          第二十四条
          保险标的发生保险责任范围内的损失，保险人在保险金额内按实际损失赔偿的，当对损失金额有异议时，可委托专业技术人员和法律人员进行虚拟财产的事故界定以及价值评估，并将其作为相关机构裁判虚拟财产案件的专业依据。
        </div>
        <div>争议处理和法律适用</div>
        <div>
          第二十五条合同争议方式由当事人按合同约定从下列两种方式中选择一种:
        </div>
        <div>
          (一)因履行本保险合同发生的争议，由当事人协商解决，协商不成的，提交保险单载明的仲裁委员会仲裁;
        </div>
        <div>
          (二)因履行本保险合同发生的争议，由当事人协商解决，协商不成的，依法向人民法院起诉。第二十六条
          与本保险合同有关的以及履行本保险合同产生的一切争议，适用中华人民共和国法律
          (不包括港澳台地区法律)。
        </div>
        <div>其他事项</div>
        <div>第二十七条 本保险合同生效后，保险人和投保人均不得解除保险合同</div>
        <div>
          第二十八条
          保险标的发生全部损失，属于保险责任的保险人在履行赔偿义务后，本保险合同终止;不属于保险责任的，本保险合同终止，保险人按照保险责任开始之日起至合同解除之日止期间与保险期间的日比例计收保险费，并退还剩余部分保险费。
        </div>
        <div>
          第二十九条
          本保险合同约定与《中华人民共和国保险法》等法律规定相悖之处，以法律规定为准。本保险合同未尽事宜，以法律规定为准。
        </div>
        <div>第三十条 本保险合同所有解释权归本站所有。</div>
      </div>
    </div>
  );
}
